Repository: IBM/watson-translator-101
Catalog: en-fr-6000-ParallelCorpus.tmx
Source language: en
Languages: fr

source: “12. Welcomes the innovative approaches by relevant United Nations bodies and agencies, as well as the Bretton Woods institutions and the World Trade Organization, to use partnerships as a means to better implement their goals and programmes, in particular in the pursuit of development and the eradication of poverty, and encourages them to further explore such possibilities, bearing in mind their different mandates, modes of operation and objectives, as well as the particular roles of the non-public partners involved;
fr: Se félicite des méthodes novatrices adoptées par les organes et organismes compétents des Nations Unies, ainsi que les organismes issus des Accords de Bretton Woods et l'Organisation mondiale du commerce, pour tirer le meilleur parti des partenariats afin de mieux mettre en œuvre leurs objectifs et programmes, en particulier pour ce qui est du développement et de l'élimination de la pauvreté, et les encourage à continuer d'étudier ces possibilités, compte tenu des différents mandats, modes de fonctionnement et buts des organes et organismes ainsi que des rôles spécifiques des partenaires non étatiques concernés;

source: “13. Recommends, in this context, that partnerships should also foster the elimination of discrimination, including on gender grounds, in respect of employment and occupation;
fr: Recommande, dans ce contexte, que les partenariats visent également à éliminer la discrimination, notamment à caractère sexiste, en matière d'emploi et de profession;

source: “(a) All bodies within the United Nations system that engage in partnerships to ensure the integrity and independence of the Organization and to include information on partnerships in their regular reporting, as appropriate, on their websites and through other means;
fr: a) À tous les organismes du système des Nations Unies engagés dans des partenariats, pour qu'ils veillent à préserver l'intégrité et l'indépendance de l'Organisation et fournissent des informations sur leurs partenariats dans leurs rapports ordinaires, le cas échéant, sur leur site Web et par d'autres moyens;

source: “(b) Partners to provide to and exchange relevant information with Governments, other stakeholders and the relevant United Nations agencies and bodies and other international organizations with which they engage, in an appropriate way, including through reports, with particular attention to the importance of sharing among partnerships information on their practical experience;
fr: b) Aux partenaires, pour qu'ils communiquent des informations pertinentes aux gouvernements, aux autres parties prenantes, aux organes et organismes compétents des Nations Unies et autres organisations internationales concernées, de manière appropriée, et pour qu'ils procèdent à des échanges, notamment par le biais de rapports, en accordant une attention particulière à l'importance de l'échange entre partenaires d'informations sur leur expérience pratique;

source: “15. Requests the Secretary-General to report to the General Assembly at its sixty-second session on the implementation of the present resolution.”
fr: Prie le Secrétaire général de lui faire rapport à sa soixante-deuxième session sur la mise en œuvre de la présente résolution. »

source: At the 37th meeting, on 15 December, the Committee had before it a revised draft resolution entitled “Towards global partnerships” (A/C.2/60/L.38/Rev.1), submitted by Germany on behalf of Andorra, Argentina, Armenia, Austria, Belgium, Bosnia and Herzegovina, Brazil, Bulgaria, Cameroon, the Central African Republic, Chile, Croatia, Cyprus, the Czech Republic, Denmark, El Salvador, Estonia, Fiji, Finland, France, the Gambia, Georgia, Germany, Ghana, Greece, Grenada, Guatemala, Guinea, Guinea-Bissau, Haiti, Hungary, Iceland, Ireland, Israel, Italy, Kenya, Latvia, Liechtenstein, Lithuania, Luxembourg, Malawi, Malta, Monaco, the Netherlands, Norway, Panama, Poland, Portugal, the Republic of Korea, the Republic of Moldova, Romania, the Russian Federation, Saint Lucia, Saint Vincent and the Grenadines, San Marino, Senegal, Serbia and Montenegro, Slovakia, Slovenia, Solomon Islands, Spain, Sweden, the former Yugoslav Republic of Macedonia, Trinidad and Tobago, Turkey, Tuvalu and the United Kingdom of Great Britain and Northern Ireland.
fr: À la 37e séance, le 15 décembre, la Commission était saisie d'un projet de résolution révisé intitulé « Vers des partenariats mondiaux » (A/C.2/60/L.38/Rev.1) présenté par l'Allemagne au nom des pays suivants : Allemagne, Andorre, Argentine, Arménie, Autriche, Belgique, Bosnie-Herzégovine, Brésil, Bulgarie, Cameroun, Chili, Chypre, Croatie, Danemark, El Salvador, Espagne, Estonie, ex-République yougoslave de Macédoine, Fédération de Russie, Fidji, Finlande, France, Gambie, Géorgie, Ghana, Grèce, Grenade, Guatemala, Guinée, Guinée-Bissau, Haïti, Hongrie, Îles Salomon, Irlande, Islande, Israël, Italie, Kenya, Lettonie, Liechtenstein, Lituanie, Luxembourg, Malawi, Malte, Monaco, Norvège, Panama, Pays-Bas, Pologne, Portugal, République centrafricaine, République de Corée, République de Moldova, République tchèque, Roumanie, Royaume-Uni de Grande-Bretagne et d'Irlande du Nord, Sainte-Lucie, Saint-Marin, Saint-Vincent-et-les Grenadines, Sénégal, Serbie-et-Monténégro, Slovaquie, Slovénie, Suède.

source: Subsequently, Albania, Angola, Azerbaijan, Belarus, Bolivia, Burundi, Canada, Cape Verde, the Congo, Costa Rica, the Democratic Republic of the Congo, Côte d'Ivoire, Eritrea, Ethiopia, Japan, Madagascar, Mali, the Marshall Islands, Mauritania, Spain, Switzerland, Ukraine and Uruguay joined in sponsoring the draft resolution.
fr: Par la suite, l'Albanie, l'Angola, l'Azerbaïdjan, le Bélarus, la Bolivie, le Burundi, le Canada, le Cap-Vert, le Congo, le Costa Rica, la Côte d'Ivoire, l'Érythrée, l'Espagne, l'Éthiopie, les Îles Marshall, le Japon, Madagascar, le Mali, la Mauritanie, la République démocratique du Congo, la Suisse, l'Ukraine et l'Uruguay se sont joints aux auteurs du projet de résolution.

source: At the same meeting, the Secretary read out a statement of programme budget implications (see A/C.2/60/SR.37).
fr: À la même séance, le Secrétariat a donné lecture de l'état des incidences financières du projet de résolution (voir A/C.2/60/SR.37).

source: Also at the same meeting, the representative of Brazil, as facilitator, orally corrected the text of the draft resolution.
fr: À la même séance, le représentant du Brésil, qui avait organisé les consultations officieuses, a corrigé oralement le texte du projet de résolution.

source: At the same meeting, a statement was made by the representative of Spain (see A/C.2/60/SR.37).
fr: À la même séance, le représentant de l'Espagne a fait une déclaration (voir A/C.2/SR.37).

source: Also at the same meeting, the Committee adopted draft resolution A/C.2/60/L.38/Rev.1, as orally corrected (see para.
fr: À la même séance, la Commission a adopté le projet de résolution A/C.2/60/L.38/Rev.1 tel que corrigé oralement (voir par. 13).

source: After the adoption of the draft resolution, statements were made by the representative of the United States of America and Jamaica (on behalf of the Group of 77 and China) (see A/C.2/60/SR.37).
fr: Après l'adoption du projet de résolution, le représentant des États-Unis d'Amérique et le représentant de la Jamaïque (au nom du Groupe des 77 et de la Chine) ont fait des déclarations (voir A/C.2/60/SR.37).

source: Recalling its resolutions 55/215 of 21 December 2000, 56/76 of 11 December 2001 and 58/129 of 19 December 2003,
fr: Rappelant ses résolutions 55/215 du 21 décembre 2000, 56/76 du 11 décembre 2001 et 58/129 du 19 décembre 2003,

source: Underlining the intergovernmental nature of the United Nations, and recalling the central role and responsibility of Governments in national and international policymaking,
fr: Soulignant le caractère intergouvernemental de l'Organisation des Nations Unies, et rappelant le rôle central et la responsabilité des gouvernements dans l'élaboration des politiques nationales et internationales,

source: Underlining the fact that cooperation between the United Nations and all relevant partners, including the private sector, shall serve the purposes and principles embodied in the Charter of the United Nations and can make concrete contributions to the realization of the Millennium Development Goals and the other goals contained in the Millennium Declaration, as well as in the outcomes of major United Nations conferences and summits and their reviews, in particular in the area of development and the eradication of poverty, and shall be undertaken in a manner that maintains the integrity, impartiality and independence of the Organization,
fr: Insistant sur le fait que la coopération entre l'Organisation des Nations Unies et tous les partenaires concernés, y compris le secteur privé, ira dans le sens des buts et principes énoncés dans la Charte des Nations Unies et peut apporter des contributions concrètes à la réalisation des objectifs du Millénaire pour le développement et des autres objectifs énoncés dans la Déclaration du Millénaire et dans les textes issus des grandes conférences et réunions au sommet organisées par les Nations Unies ainsi que leur examen, en particulier dans le domaine du développement et de l'élimination de la pauvreté, et doit être conduite de telle façon que l'intégrité, l'impartialité et l'indépendance de l'Organisation soient préservées,

source: Underlining also the importance of the contribution of the private sector, non-governmental organizations and civil society in general to the implementation of the outcomes of United Nations conferences in the economic, social and related fields,
fr: Insistant également sur l'importance de la contribution que le secteur privé, les organisations non gouvernementales et la société civile en général apportent à l'application des textes issus des conférences des Nations Unies dans les secteurs économique et social et les domaines apparentés,

source: Welcoming in this regard the participation of civil society and private-sector entities in the multi-stakeholder consultations on development finance issues, whose findings were presented at the High-level Dialogue on Financing for Development held in New York on 27 and 28 June 2005,
fr: Se félicitant à cet égard de la participation d'entités de la société civile et du secteur privé aux consultations tenues avec diverses parties prenantes sur les questions de financement du développement, dont les conclusions ont été présentées pendant le Dialogue de haut niveau sur le financement du développement tenu à New York les 27 et 28 juin 2005,

source: Emphasizing that all relevant partners, including the private sector, can contribute in several ways to addressing the obstacles confronted by developing countries in mobilizing the resources needed to finance their sustainable development and to the realization of the development goals of the United Nations through, inter alia, financial resources, access to technology, management expertise and support for programmes, including through the reduced pricing of drugs, where appropriate, for the prevention, care and treatment of HIV/AIDS and other diseases,
fr: Mettant l'accent sur le fait que tous les partenaires concernés, y compris le secteur privé, peuvent contribuer de diverses manières à lever les obstacles auxquels se heurtent les pays en développement s'agissant de mobiliser les ressources nécessaires au financement du développement durable et à réaliser les objectifs de développement de l'Organisation des Nations Unies en apportant notamment des ressources financières, un accès aux techniques, des compétences en matière de gestion et un appui aux programmes de prévention, de soins et de traitement du VIH et d'autres maladies, y compris, le cas échéant, en réduisant le prix des médicaments,

source: Welcoming the efforts and encouraging further efforts by all relevant partners, including the private sector, to engage as reliable and consistent partners in the development process and to take into account not only the economic and financial, but also the developmental, social, human rights, gender and environmental implications of their undertakings and, in general, towards accepting and implementing the principle of good corporate citizenship, that is, bringing social values and responsibilities to bear on a conduct and policy premised on profit incentives, in conformity with national laws and regulations,
fr: Saluant l'action de tous les partenaires concernés, y compris le secteur privé, et les encourageant à s'efforcer encore de participer, en tant que partenaires fiables et résolus, au processus de développement, de prendre en compte non seulement les conséquences économiques et financières, mais également les incidences au niveau social et sur le plan du développement, des droits de l'homme, des sexospécificités et de l'environnement, de leurs initiatives et, de manière générale, d'accepter et d'appliquer le principe du civisme dans les relations d'affaires, c'est-à-dire de faire en sorte que les valeurs et responsabilités sociales influent sur un comportement et des politiques motivés par la recherche du profit, conformément à la législation et à la réglementation nationales,

source: Noting that, in line with Economic and Social Council resolution 2003/61 of 25 July 2003, the secretariat of the Commission on Sustainable Development is continuing its efforts to promote partnerships for sustainable development, inter alia, through the establishment of an interactive online database, the preparation of a report on partnerships for sustainable development to the Commission's twelfth session, in 2004, the holding of a partnership fair at its twelfth and thirteenth sessions, in 2004 and 2005, respectively, and prospectively at its fourteenth session, in 2006, in line with the determination by the Council that partnerships for sustainable development, as voluntary multi-stakeholder initiatives, contribute to the implementation of Agenda 21 and the Plan of Implementation of the World Summit on Sustainable Development (“Johannesburg Plan of Implementation”),
fr: Notant que, conformément à la résolution 2003/61 du Conseil économique et social datée du 25 juillet 2003, le secrétariat de la Commission du développement durable poursuit ses efforts en vue de promouvoir des partenariats en faveur du développement durable, notamment par la mise en place d'une base de données interactives en ligne, l'élaboration d'un rapport sur les partenariats en faveur du développement durable à l'intention de la Commission à sa douzième session (2004), la tenue d'une foire du partenariat à ses douzième (2004) et treizième (2005) sessions et, éventuellement, à sa quatorzième session (2006), conformément à la conclusion à laquelle est parvenu le Conseil, selon laquelle les partenariats propres à promouvoir le développement durable, en tant qu'initiatives volontaires prises par les parties prenantes, contribuent à la mise en œuvre d'Action 21 et du Plan de mise en œuvre du Sommet mondial pour le développement durable (« Plan de mise en œuvre de Johannesburg »),

source: Welcoming the implementation and expansion of the database of the Commission on Sustainable Development and its increasing use as a platform to provide access to information on partnerships and facilitate the exchange of experiences and best practices,
fr: Saluant la mise en service et l'élargissement de la base de données de la Commission du développement durable et son utilisation accrue comme moyen d'assurer l'accès à l'information sur les partenariats et de faciliter l'échange de données d'expérience et de renseignements sur les pratiques optimales,

source: Taking note of the progress achieved in the work of the United Nations on partnerships, notably in the framework of various United Nations organizations, agencies, funds, programmes, task forces, commissions and initiatives, such as the Global Compact, launched by the Secretary-General, the Information and Communication Technologies Task Force and the United Nations Fund for International Partnerships, and welcoming the establishment of a multitude of partnerships at the field level, entered into by various United Nations agencies, non-public partners and Member States, such as the United Nations Public-Private Alliance for Rural Development,
fr: Prenant note des progrès accomplis dans les travaux des Nations Unies concernant les partenariats, notamment dans le cadre des divers organismes, institutions, fonds et programmes des Nations Unies, de groupes d'étude, de commissions et d'initiatives, telles que le Pacte mondial, lancées par le Secrétaire général, du Groupe d'étude sur les technologies de l'information et des communications et du Fonds des Nations Unies pour les partenariats internationaux, et se félicitant de la création d'une multitude de partenariats au niveau local impliquant divers organismes des Nations Unies, des partenaires non étatiques et des États Membres, tels que l'Alliance des Nations Unies entre les organismes publics et privés pour le développement rural,

source: Takes note of the report of the Secretary-General on enhanced cooperation between the United Nations and all relevant partners, in particular the private sector;
fr: Prend note du rapport du Secrétaire général sur le renforcement de la coopération entre l'Organisation des Nations Unies et tous les partenaires concernés, en particulier le secteur privé;

source: Stresses that partnerships are voluntary and collaborative relationships between various parties, both public and non-public, in which all participants agree to work together to achieve a common purpose or undertake a specific task and, as mutually agreed, to share risks and responsibilities, resources and benefits;
fr: Souligne que les partenariats sont des relations volontaires de collaboration entre diverses parties, publiques et non publiques, qui décident d'œuvrer ensemble à la réalisation d'un objectif commun ou d'une activité spécifique et, comme convenu d'un commun accord, de partager les risques et les responsabilités ainsi que les ressources et les avantages;

source: Also stresses the importance of the contribution of voluntary partnerships to the achievement of the internationally agreed development goals, including the Millennium Development Goals, while reiterating that they are a complement to, but not intended to substitute for, the commitments made by Governments with a view to achieving these goals;
fr: Souligne également l'importance du rôle que jouent les partenariats volontaires dans la réalisation des objectifs de développement convenus sur le plan international, notamment les objectifs du Millénaire pour le développement, tout en réaffirmant que ces partenariats complètent les engagements pris par les gouvernements en vue d'atteindre ces objectifs et n'ont pas pour objet de les remplacer;

source: Further stresses that partnerships should be consistent with national laws and national development strategies and plans, as well as the priorities of countries where their implementation takes place, bearing in mind the relevant guidance provided by Governments;
fr: Souligne en outre que les partenariats devraient tenir compte des législations nationales et des stratégies et plans de développement national, ainsi que des priorités des pays où ils sont appliqués, sans perdre de vue les directives pertinentes fournies par les gouvernements;

source: Recalls that the 2005 World Summit welcomed the positive contributions of the private sector and civil society, including non-governmental organizations, in the promotion and implementation of development and human rights programmes and also welcomed the dialogue between these organizations and Member States, as reflected in the first informal interactive hearings of the General Assembly with representatives of non-governmental organizations, civil society and the private sector;
fr: Rappelle que le Sommet mondial de 2005 a salué les contributions positives du secteur privé et de la société civile, notamment des organisations non gouvernementales, à la promotion et à l'application des programmes relatifs au développement et aux droits de l'homme, et s'est félicité du dialogue entre ces organisations et les États Membres, comme en témoignent les premières auditions interactives informelles de l'Assemblée générale avec les représentants des organisations non gouvernementales, de la société civile et du secteur privé;

source: Also recalls that the 2005 World Summit resolved to enhance the contribution of non-governmental organizations, civil society, the private sector and other stakeholders in national development efforts, as well as in the promotion of the global partnership for development, and encouraged public-private partnerships in the following areas: the generation of new investments and employment, financing for development, health, agriculture, conservation, sustainable use of natural resources and environmental management, energy, forestry and the impact of climate change;
fr: Rappelle également que le Sommet mondial de 2005 a décidé d'augmenter la contribution des organisations non gouvernementales, de la société civile, du secteur privé et d'autres parties prenantes aux efforts de développement national ainsi qu'à la promotion du partenariat mondial en faveur du développement, et qu'il a encouragé les partenariats publics-privés dans les domaines suivants : réalisation de nouveaux investissements et création d'emplois, financement du développement, santé, agriculture, protection de l'environnement, utilisation durable des ressources naturelles et gestion de l'environnement, énergie, forêts et incidences des changements climatiques;

source: Encourages the United Nations system to continue to develop, for those partnerships in which it participates, a common and systemic approach which places greater emphasis on impact, transparency, accountability and sustainability, without imposing undue rigidity in partnership agreements, and with due consideration being given to the following partnership principles: common purpose, transparency, bestowing no unfair advantages upon any partner of the United Nations, mutual benefit and mutual respect, accountability, respect for the modalities of the United Nations, striving for balanced representation of relevant partners from developed and developing countries and countries with economies in transition, sectoral and geographic balance, and not compromising the independence and neutrality of the United Nations system in general and the agencies in particular;
fr: Engage le système des Nations Unies à continuer d'adhérer, pour les partenariats auxquels il participe, à une conception commune et systématique qui mette davantage l'accent sur l'impact, la transparence, la responsabilité et la durabilité, sans imposer une quelconque rigidité aux accords de partenariat et en tenant dûment compte des principes suivants régissant les partenariats : objectifs communs, transparence, abstention de l'octroi de tout avantage abusif à l'un quelconque des partenaires de l'Organisation des Nations Unies, avantages et respect mutuels, obligation de rendre des comptes, respect des procédures en vigueur à l'Organisation, souci d'une représentation équilibrée des partenaires concernés des pays développés, de ceux des pays en développement et de ceux des pays en transition, équilibre sectoriel et géographique, et maintien de l'indépendance et de la neutralité du système des Nations Unies en général et des organismes en particulier;
